Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: New Project…
de: Neues Projekt…
es: Nuevo proyecto…
fr: Nouveau projet…
ja: 新しいプロジェクト…
pt_br: Novo projeto…
zh_hans: 新建项目…

source: New Routine
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
ja: 新しいルーティン
pt_br: Nova rotina
zh_hans: 新建例行任务

source: New routine for %@
de: Neue Routine für %@
es: Nueva rutina para %@
fr: Nouvelle routine pour %@
ja: %@ の新しいルーティン
pt_br: Nova rotina para %@
zh_hans: %@ 的新例行任务

source: New Session
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle session
ja: 新しいセッション
pt_br: Nova sessão
zh_hans: 新建会话

source: New task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
pt_br: Nova tarefa
zh_hans: 新建任务

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
pt_br: Nova tarefa
zh_hans: 新建任务

source: New task in %@
de: Neue Aufgabe in %@
es: Nueva tarea en %@
fr: Nouvelle tâche dans %@
ja: %@ に新しいタスク
pt_br: Nova tarefa em %@
zh_hans: 在 %@ 中新建任务

source: New Webhook Subscription
de: Neues Webhook-Abonnement
es: Nueva suscripción de webhook
fr: Nouvel abonnement webhook
ja: 新しい Webhook サブスクリプション
pt_br: Nova assinatura de webhook
zh_hans: 新建 Webhook 订阅

source: new-name
de: neuer-name
es: nuevo-nombre
fr: nouveau-nom
pt_br: novo-nome

source: Newest
de: Neueste
es: Más recientes
fr: Plus récents
ja: 新しい順
pt_br: Mais recentes
zh_hans: 最新

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Próximo
zh_hans: 下一步

source: Next run
de: Nächster Lauf
es: Próxima ejecución
fr: Proch. exécution
ja: 次回実行
pt_br: Próxima execução
zh_hans: 下次运行

source: Next run: %@
de: Nächster Lauf: %@
es: Próxima ejecución: %@
fr: Prochaine exécution : %@
ja: 次回実行: %@
pt_br: Próxima execução: %@
zh_hans: 下次运行:%@

source: Next: %@
de: Nächste: %@
es: Siguiente: %@
fr: Suivant : %@
ja: 次回: %@
pt_br: Próximo: %@
zh_hans: 下一个:%@

source: nickname (optional)
de: Spitzname (optional)
es: apodo (opcional)
fr: surnom (optionnel)
ja: ニックネーム(任意)
pt_br: apelido (opcional)
zh_hans: 昵称(可选)

source: no
de: nein
fr: non
ja: いいえ
pt_br: não
zh_hans: 否

source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
ja: アクティブなセッションなし
pt_br: Sem sessão ativa
zh_hans: 无活跃会话

source: No Active Session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
ja: アクティブなセッションなし
pt_br: Sem sessão ativa
zh_hans: 无活跃会话

source: No active tasks for this project.
de: Keine aktiven Aufgaben für dieses Projekt.
es: No hay tareas activas para este proyecto.
fr: Aucune tâche active pour ce projet.
ja: このプロジェクトにアクティブなタスクはありません。
pt_br: Nenhuma tarefa ativa para este projeto.
zh_hans: 此项目没有活跃任务。

source: No Activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
ja: アクティビティなし
pt_br: Sem atividade
zh_hans: 无活动

source: No activity yet
de: Noch keine Aktivität
es: Aún no hay actividad
fr: Aucune activité pour l'instant
ja: まだアクティビティはありません
pt_br: Ainda sem atividade
zh_hans: 尚无活动

source: No additional output. Check ~/.ssh/config and ssh-agent.
de: Keine weitere Ausgabe. Prüfe ~/.ssh/config und ssh-agent.
es: Sin salida adicional. Revisa ~/.ssh/config y ssh-agent.
fr: Aucune sortie supplémentaire. Vérifiez ~/.ssh/config et ssh-agent.
ja: 追加出力はありません。~/.ssh/config と ssh-agent を確認してください。
pt_br: Sem saída adicional. Verifique ~/.ssh/config e ssh-agent.
zh_hans: 无额外输出。请检查 ~/.ssh/config 和 ssh-agent。

source: No AI provider credentials detected
de: Keine Anmeldedaten für KI-Anbieter erkannt
es: No se detectaron credenciales de proveedor de IA
fr: Aucun identifiant de fournisseur d'IA détecté
ja: AI プロバイダーの資格情報が検出されません
pt_br: Nenhuma credencial de provedor de IA detectada
zh_hans: 未检测到 AI 提供方凭证

source: No API key needed.
de: Kein API-Schlüssel erforderlich.
es: No se necesita clave de API.
fr: Aucune clé API requise.
ja: API キーは不要です。
pt_br: Nenhuma chave de API necessária.
zh_hans: 无需 API 密钥。

source: No archived skills — Curator will move stale skills here after the next review cycle.
de: Keine archivierten Skills — der Kurator verschiebt veraltete Skills nach dem nächsten Review-Zyklus hierher.
es: No hay habilidades archivadas — el Curator moverá aquí las habilidades obsoletas tras el próximo ciclo de revisión.
fr: Aucune compétence archivée — Curator déplacera ici les compétences obsolètes après le prochain cycle de revue.
ja: アーカイブ済みスキルはありません — 次のレビューサイクルの後、キュレーターが失効したスキルをここに移動します。
pt_br: Nenhuma habilidade arquivada — o curador moverá habilidades obsoletas para cá após o próximo ciclo de revisão.
zh_hans: 没有已归档的技能 — Curator 会在下一个审查周期后将过期技能移到此处。

source: No archived skills are older than %@. Nothing to purge.
de: Keine archivierten Skills sind älter als %@. Nichts zu bereinigen.
es: No hay habilidades archivadas de más de %@. Nada que purgar.
fr: Aucune compétence archivée n'est plus ancienne que %@. Rien à purger.
ja: %@ より古いアーカイブ済みスキルはありません。削除するものはありません。
pt_br: Nenhuma habilidade arquivada é mais antiga que %@. Nada para eliminar.
zh_hans: 没有早于 %@ 的已归档技能。无需清除。

source: No archived skills.
de: Keine archivierten Skills.
es: No hay habilidades archivadas.
fr: Aucune compétence archivée.
ja: アーカイブ済みスキルはありません。
pt_br: Nenhuma habilidade arquivada.
zh_hans: 没有已归档的技能。

source: No bots match “%@”.
de: Keine Bots entsprechen „%@“.
es: Ningún bot coincide con «%@».
fr: Aucun bot ne correspond à « %@ ».
ja: 「%@」に一致するボットはありません。
pt_br: Nenhum bot corresponde a “%@”.
zh_hans: 没有机器人匹配“%@”。

source: No bots match %@
de: Keine Bots entsprechen %@
es: Ningún bot coincide con %@
fr: Aucun bot ne correspond à %@
ja: %@ に一致するボットはありません
pt_br: Nenhum bot corresponde a %@
zh_hans: 没有机器人匹配 %@

source: No bots yet
de: Noch keine Bots
es: Aún no hay bots
fr: Aucun bot pour l'instant
ja: まだボットはありません
pt_br: Nenhum bot ainda
zh_hans: 暂无机器人

source: No capability store in environment.
de: Kein Capability-Store in der Umgebung.
es: No hay almacén de capacidades en el entorno.
fr: Aucun magasin de capacités dans l'environnement.
ja: 環境に機能ストアがありません。
pt_br: Nenhum repositório de recursos no ambiente.
zh_hans: 环境中没有能力存储。

source: No cells.
de: Keine Zellen.
es: No hay celdas.
fr: Aucune cellule.
ja: セルがありません。
pt_br: Nenhuma célula.
zh_hans: 没有单元格。

source: no changes
de: keine Änderungen
es: sin cambios
fr: aucun changement
ja: 変更なし
pt_br: sem alterações
zh_hans: 无更改

source: No commands available
de: Keine Befehle verfügbar
es: No hay comandos disponibles
fr: Aucune commande disponible
ja: 利用可能なコマンドはありません
pt_br: Sem comandos disponíveis
zh_hans: 无可用命令

source: No comments yet.
de: Noch keine Kommentare.
es: Aún no hay comentarios.
fr: Aucun commentaire pour l'instant.
ja: まだコメントはありません。
pt_br: Ainda sem comentários.
zh_hans: 尚无评论。

source: No configuration
de: Keine Konfiguration
es: Sin configuración
fr: Aucune configuration
ja: 設定なし
pt_br: Nenhuma configuração
zh_hans: 无配置

source: No credential pools configured
de: Keine Credential-Pools konfiguriert
es: No hay grupos de credenciales configurados
fr: Aucun pool d'identifiants configuré
ja: 資格情報プールが設定されていません
pt_br: Nenhum pool de credenciais configurado
zh_hans: 未配置凭证池

source: No cron job with id `%@`.
de: Kein Cron-Job mit der ID `%@`.
es: No hay ninguna tarea cron con id `%@`.
fr: Aucune tâche cron avec l'id `%@`.
ja: id `%@` の cron ジョブはありません。
pt_br: Nenhuma tarefa cron com id `%@`.
zh_hans: 没有 id 为 `%@` 的定时任务。

source: No Cron Jobs
de: Keine Cron-Jobs
es: Sin tareas cron
fr: Aucune tâche cron
ja: Cron ジョブなし
pt_br: Sem tarefas cron
zh_hans: 无定时任务

source: No cron jobs attributed to this project.
de: Diesem Projekt sind keine Cron-Jobs zugeordnet.
es: No hay tareas cron atribuidas a este proyecto.
fr: Aucune tâche cron attribuée à ce projet.
ja: このプロジェクトに紐づく cron ジョブはありません。
pt_br: Nenhuma tarefa cron atribuída a este projeto.
zh_hans: 没有归属于此项目的 cron 任务。

source: No cron jobs found.
de: Keine Cron-Jobs gefunden.
es: No se encontraron tareas cron.
fr: Aucune tâche cron trouvée.
ja: cron ジョブが見つかりません。
pt_br: Nenhuma tarefa cron encontrada.
zh_hans: 未找到定时任务。

source: No cron jobs yet
de: Noch keine Cron-Jobs
es: Aún no hay tareas cron
fr: Aucune tâche cron pour l'instant
ja: まだ cron ジョブはありません
pt_br: Ainda sem tarefas cron
zh_hans: 暂无定时任务

source: No cron jobs yet.
de: Noch keine Cron-Jobs.
es: Aún no hay tareas cron.
fr: Aucune tâche cron pour l'instant.
ja: まだ cron ジョブはありません。
pt_br: Nenhuma tarefa cron ainda.
zh_hans: 暂无定时任务。

source: No Dashboard
de: Kein Dashboard
es: Sin panel
fr: Aucun tableau de bord
ja: ダッシュボードなし
pt_br: Sem painel
zh_hans: 无仪表盘

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
pt_br: Sem dados
zh_hans: 无数据

source: No data.
de: Keine Daten.
es: Sin datos.
fr: Aucune donnée.
ja: データはありません。
pt_br: Sem dados.
zh_hans: 无数据。

source: No description.
de: Keine Beschreibung.
es: Sin descripción.
fr: Aucune description.
ja: 説明はありません。
pt_br: Sem descrição.
zh_hans: 无描述。

source: No env vars configured.
de: Keine Umgebungsvariablen konfiguriert.
es: Sin variables de entorno configuradas.
fr: Aucune variable d'environnement configurée.
ja: 環境変数が設定されていません。
pt_br: Nenhuma variável de ambiente configurada.
zh_hans: 未配置环境变量。

source: No env vars. Add one with the button below.
de: Keine Umgebungsvariablen. Füge eine mit der Schaltfläche unten hinzu.
es: Sin variables de entorno. Añade una con el botón de abajo.
fr: Aucune variable d'environnement. Ajoutez-en une avec le bouton ci-dessous.
ja: 環境変数がありません。下のボタンで追加してください。
pt_br: Sem variáveis de ambiente. Adicione uma com o botão abaixo.
zh_hans: 无环境变量。点击下方按钮添加。

source: No events yet.
de: Noch keine Ereignisse.
es: Aún no hay eventos.
fr: Aucun événement pour l'instant.
ja: まだイベントはありません。
pt_br: Ainda sem eventos.
zh_hans: 尚无事件。

source: No execution attempts recorded for this job yet.
de: Für diesen Job wurden noch keine Ausführungsversuche aufgezeichnet.
es: Aún no hay intentos de ejecución registrados para este trabajo.
fr: Aucune tentative d'exécution enregistrée pour cette tâche pour le moment.
ja: このジョブの実行試行はまだ記録されていません。
pt_br: Ainda não há tentativas de execução registradas para esta tarefa.
zh_hans: 此任务尚未记录任何执行尝试。

source: No failure incidents recorded for this job.
de: Für diesen Job sind keine Fehlervorfälle erfasst.
es: No hay incidencias de fallo registradas para esta tarea.
fr: Aucun incident d'échec enregistré pour cette tâche.
ja: このジョブに記録された障害インシデントはありません。
pt_br: Nenhum incidente de falha registrado para esta tarefa.
zh_hans: 此任务没有记录到故障事件。

source: No fields
de: Keine Felder
es: Sin campos
fr: Aucun champ
ja: フィールドなし
pt_br: Nenhum campo
zh_hans: 无字段

source: No fields selected.
de: Keine Felder ausgewählt.
es: No hay campos seleccionados.
fr: Aucun champ sélectionné.
ja: フィールドが選択されていません。
pt_br: Nenhum campo selecionado.
zh_hans: 未选择任何字段。

source: No headers configured.
de: Keine Header konfiguriert.
es: Sin cabeceras configuradas.
fr: Aucun en-tête configuré.
ja: ヘッダーが設定されていません。
pt_br: Nenhum cabeçalho configurado.
zh_hans: 未配置请求头。

source: No headers. Add one with the button below.
de: Keine Header. Füge einen mit der Schaltfläche unten hinzu.
es: Sin cabeceras. Añade una con el botón de abajo.
fr: Aucun en-tête. Ajoutez-en un avec le bouton ci-dessous.
ja: ヘッダーがありません。下のボタンで追加してください。
pt_br: Sem cabeçalhos. Adicione um com o botão abaixo.
zh_hans: 无请求头。点击下方按钮添加。

source: No human approval required
de: Keine menschliche Genehmigung erforderlich
es: No se requiere aprobación humana
fr: Aucune approbation humaine requise
ja: 人間の承認は不要
pt_br: Nenhuma aprovação humana necessária
zh_hans: 无需人工审批

source: No kanban tasks
de: Keine Kanban-Aufgaben
es: No hay tareas kanban
fr: Aucune tâche kanban
ja: Kanban タスクなし
pt_br: Sem tarefas de kanban
zh_hans: 无看板任务

source: No known advisories found.
de: Keine bekannten Sicherheitshinweise gefunden.
es: No se encontraron avisos conocidos.
fr: Aucun avis de sécurité connu trouvé.
ja: 既知のアドバイザリは見つかりませんでした。
pt_br: Nenhum aviso conhecido encontrado.
zh_hans: 未发现已知安全公告。

source: No listing for this server
de: Keine Auflistung für diesen Server
es: Sin listado para este servidor
fr: Aucune liste pour ce serveur
ja: このサーバーの一覧はありません
pt_br: Sem listagem para este servidor
zh_hans: 此服务器没有列表

source: No log captured for this task.
de: Kein Log für diese Aufgabe erfasst.
es: No se capturó ningún registro para esta tarea.
fr: Aucun journal capturé pour cette tâche.
ja: このタスクのログは記録されていません。
pt_br: Nenhum log capturado para esta tarefa.
zh_hans: 未捕获此任务的日志。

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
ja: 一致なし
pt_br: Nenhuma correspondência
zh_hans: 无匹配项

source: No matches for "%@".
de: Keine Treffer für "%@".
es: Sin coincidencias para "%@".
fr: Aucune correspondance pour « %@ ».
ja: "%@" に一致するものはありません。
pt_br: Nenhuma correspondência para "%@".
zh_hans: 没有与 "%@" 匹配的项。

source: No matches.
de: Keine Treffer.
es: Sin coincidencias.
fr: Aucun résultat.
ja: 一致するものはありません。
pt_br: Nenhuma correspondência.
zh_hans: 无匹配项。

source: No matching commands
de: Keine passenden Befehle
es: Sin comandos coincidentes
fr: Aucune commande correspondante
ja: 一致するコマンドなし
pt_br: Sem comandos correspondentes
zh_hans: 无匹配命令

source: No MCP servers configured
de: Keine MCP-Server konfiguriert
es: No hay servidores MCP configurados
fr: Aucun serveur MCP configuré
ja: MCP サーバーが設定されていません
pt_br: Nenhum servidor MCP configurado
zh_hans: 未配置 MCP 服务器

source: No mini-apps in this project yet. Drop one in `.scarf/miniapps/<id>/` or have the agent build one.
de: Noch keine Mini-Apps in diesem Projekt. Legen Sie eine in `.scarf/miniapps/<id>/` ab oder lassen Sie den Agenten eine erstellen.
es: Aún no hay mini-apps en este proyecto. Coloca una en `.scarf/miniapps/<id>/` o pide al agente que cree una.
fr: Aucune mini-app dans ce projet pour l'instant. Déposez-en une dans `.scarf/miniapps/<id>/` ou demandez à l'agent d'en créer une.
ja: このプロジェクトにはまだミニアプリがありません。`.scarf/miniapps/<id>/` に配置するか、エージェントに作成させてください。
pt_br: Ainda não há mini-apps neste projeto. Coloque uma em `.scarf/miniapps/<id>/` ou peça ao agente para criar uma.
zh_hans: 此项目还没有小应用。请将其放入 `.scarf/miniapps/<id>/`，或让 agent 创建一个。

source: No model data yet
de: Noch keine Modelldaten
es: Aún no hay datos de modelos
fr: Pas encore de données de modèle
ja: モデルのデータはまだありません
pt_br: Ainda não há dados de modelo
zh_hans: 暂无模型数据

source: No model preset bound — inherits the global default.
de: Kein Modell-Preset gebunden — übernimmt den globalen Standard.
es: No hay preajuste de modelo vinculado — hereda el predeterminado global.
fr: Aucun préréglage de modèle associé — hérite du défaut global.
ja: モデルプリセットが紐付けられていません — グローバルデフォルトを継承します。
pt_br: Nenhuma predefinição de modelo vinculada — herda o padrão global.
zh_hans: 未绑定模型预设 — 继承全局默认值。

source: No model presets yet
de: Noch keine Modell-Presets
es: Aún no hay preajustes de modelo
fr: Aucun préréglage de modèle pour l'instant
ja: まだモデルプリセットはありません
pt_br: Ainda sem predefinições de modelo
zh_hans: 尚无模型预设

source: No Models
de: Keine Modelle
es: Sin modelos
fr: Aucun modèle
ja: モデルなし
pt_br: Sem modelos
zh_hans: 无模型

source: No models installed
de: Keine Modelle installiert
es: No hay modelos instalados
fr: Aucun modèle installé
ja: インストールされたモデルはありません
pt_br: Nenhum modelo instalado
zh_hans: 未安装任何模型

source: No models loaded
de: Keine Modelle geladen
es: No hay modelos cargados
fr: Aucun modèle chargé
ja: モデルが読み込まれていません
pt_br: Nenhum modelo carregado
zh_hans: 未加载任何模型

source: No models match "%@".
de: Keine Modelle passen zu "%@".
es: Ningún modelo coincide con "%@".
fr: Aucun modèle ne correspond à « %@ ».
ja: "%@" に一致するモデルはありません。
pt_br: Nenhum modelo corresponde a "%@".
zh_hans: 没有与 "%@" 匹配的模型。

source: No named profiles yet. Create one with `hermes profile create <name>` from the Mac app. Renaming, deleting, and import/export also live there.
de: Noch keine benannten Profile. Erstelle eines mit `hermes profile create <name>` aus der Mac-App. Umbenennen, Löschen und Import/Export findest du ebenfalls dort.
es: Aún no hay perfiles con nombre. Crea uno con `hermes profile create <name>` desde la app de Mac. Renombrar, eliminar e importar/exportar también están ahí.
fr: Aucun profil nommé pour l'instant. Créez-en un avec `hermes profile create <name>` depuis l'app Mac. Le renommage, la suppression et l'import/export s'y trouvent également.
ja: まだ名前付きプロファイルはありません。Mac アプリから `hermes profile create <name>` で作成してください。名前変更、削除、インポート/エクスポートも Mac アプリで行えます。
pt_br: Nenhum perfil nomeado ainda. Crie um com `hermes profile create <name>` pelo app para Mac. Renomear, excluir e importar/exportar também ficam lá.
zh_hans: 暂无具名配置。请在 Mac 应用中使用 `hermes profile create <name>` 创建。重命名、删除以及导入/导出功能也在那里。

source: No notable sessions yet
de: Noch keine nennenswerten Sitzungen
es: Aún no hay sesiones destacadas
fr: Pas encore de sessions notables
ja: 注目すべきセッションはまだありません
pt_br: Ainda não há sessões notáveis
zh_hans: 暂无值得关注的会话

source: No output yet — this job hasn't run, or its output file is gone.
de: Noch keine Ausgabe — dieser Job wurde noch nicht ausgeführt, oder seine Ausgabedatei ist verschwunden.
es: Aún no hay salida — esta tarea no se ha ejecutado, o su archivo de salida ha desaparecido.
fr: Aucune sortie pour l'instant — cette tâche ne s'est pas encore exécutée, ou son fichier de sortie a disparu.
ja: まだ出力はありません — このジョブはまだ実行されていないか、出力ファイルが失われています。
pt_br: Ainda sem saída — esta tarefa não rodou, ou seu arquivo de saída sumiu.
zh_hans: 尚无输出 — 此任务尚未运行,或其输出文件已丢失。

source: No output yet.
de: Noch keine Ausgabe.
es: Aún no hay salida.
fr: Aucune sortie pour l'instant.
ja: まだ出力はありません。
pt_br: Ainda sem saída.
zh_hans: 尚无输出。

source: No output yet. Press Start to launch the proxy.
de: Noch keine Ausgabe. Drücke Start, um den Proxy zu starten.
es: Aún no hay salida. Pulsa Iniciar para lanzar el proxy.
fr: Aucune sortie pour l'instant. Appuyez sur Démarrer pour lancer le proxy.
ja: まだ出力はありません。開始を押してプロキシを起動してください。
pt_br: Ainda sem saída. Pressione Iniciar para abrir o proxy.
zh_hans: 尚无输出。按“启动”以启动代理。

source: No output yet. The worker may not have written anything to stdout / stderr.
de: Noch keine Ausgabe. Der Worker hat möglicherweise nichts an stdout / stderr geschrieben.
es: Aún no hay salida. Es posible que el worker no haya escrito nada en stdout / stderr.
fr: Aucune sortie pour l'instant. Le worker n'a peut-être rien écrit sur stdout / stderr.
ja: まだ出力はありません。ワーカーが stdout / stderr に何も書き込んでいない可能性があります。
pt_br: Ainda sem saída. O worker pode não ter escrito nada em stdout / stderr.
zh_hans: 尚无输出。worker 可能尚未向 stdout / stderr 写入任何内容。

source: No paired users
de: Keine gekoppelten Nutzer
es: Sin usuarios vinculados
fr: Aucun utilisateur appairé
ja: ペア済みユーザーなし
pt_br: Sem usuários pareados
zh_hans: 无配对用户

source: No peers registered
de: Keine Peers registriert
es: No hay pares registrados
fr: Aucun pair enregistré
ja: 登録されているピアはありません
pt_br: Nenhum peer registrado
zh_hans: 未注册任何对端

source: No per-agent instruction files found in the project root.
de: Keine agent-spezifischen Anweisungsdateien im Projektstammverzeichnis gefunden.
es: No se encontraron archivos de instrucciones por agente en la raíz del proyecto.
fr: Aucun fichier d'instructions par agent trouvé à la racine du projet.
ja: プロジェクトルートにエージェントごとの指示ファイルが見つかりません。
pt_br: Nenhum arquivo de instrução por agente encontrado na raiz do projeto.
zh_hans: 在项目根目录中未找到特定于 agent 的说明文件。

source: No platform data yet
de: Noch keine Plattformdaten
es: Aún no hay datos de plataformas
fr: Pas encore de données de plateforme
ja: プラットフォームのデータはまだありません
pt_br: Ainda não há dados de plataforma
zh_hans: 暂无平台数据

source: No platforms connected
de: Keine Plattformen verbunden
es: Sin plataformas conectadas
fr: Aucune plateforme connectée
ja: 接続されているプラットフォームなし
pt_br: Nenhuma plataforma conectada
zh_hans: 未连接平台

source: No plugins installed
de: Keine Plugins installiert
es: Sin plugins instalados
fr: Aucun plugin installé
ja: プラグインがインストールされていません
pt_br: Nenhum plugin instalado
zh_hans: 未安装插件

source: No Profiles
de: Keine Profile
es: Sin perfiles
fr: Aucun profil
ja: プロファイルなし
pt_br: Sem perfis
zh_hans: 无配置

source: No project — agent runs in your home directory.
de: Kein Projekt — der Agent läuft in deinem Home-Verzeichnis.
es: Sin proyecto — el agente se ejecuta en tu directorio personal.
fr: Aucun projet — l'agent s'exécute dans votre répertoire personnel.
ja: プロジェクトなし — エージェントはホームディレクトリで実行されます。
pt_br: Sem projeto — o agente roda no seu diretório home.
zh_hans: 无项目 — agent 在你的主目录中运行。

source: No project selected.
de: Kein Projekt ausgewählt.
es: Ningún proyecto seleccionado.
fr: Aucun projet sélectionné.
ja: プロジェクトが選択されていません。
pt_br: Nenhum projeto selecionado.
zh_hans: 未选择项目。

source: No Projects
de: Keine Projekte
es: Sin proyectos
fr: Aucun projet
ja: プロジェクトなし
pt_br: Sem projetos
zh_hans: 无项目

source: No projects yet
de: Noch keine Projekte
es: Aún no hay proyectos
fr: Aucun projet pour l'instant
ja: まだプロジェクトはありません
pt_br: Nenhum projeto ainda
zh_hans: 暂无项目

source: No projects yet.
de: Noch keine Projekte.
es: Aún no hay proyectos.
fr: Aucun projet pour l’instant.
ja: プロジェクトはまだありません。
pt_br: Ainda não há projetos.
zh_hans: 还没有项目。

source: No quick commands configured
de: Keine Schnellbefehle konfiguriert
es: Sin comandos rápidos configurados
fr: Aucune commande rapide configurée
ja: クイックコマンドが設定されていません
pt_br: Nenhum comando rápido configurado
zh_hans: 未配置快捷命令

source: No remote servers
de: Keine Remote-Server
es: Sin servidores remotos
fr: Aucun serveur distant
ja: リモートサーバーなし
pt_br: Sem servidores remotos
zh_hans: 无远程服务器

source: No repo-local skills. Add them under %@.
de: Keine repo-lokalen Skills. Fügen Sie sie unter %@ hinzu.
es: No hay skills locales del repositorio. Añádelas en %@.
fr: Aucun skill local au dépôt. Ajoutez-les sous %@.
ja: リポジトリローカルのスキルはありません。%@ 以下に追加してください。
pt_br: Nenhuma skill local do repositório. Adicione-as em %@.
zh_hans: 没有仓库本地的技能。请在 %@ 下添加。

source: No restrictions — agent responds in any %@.
de: Keine Einschränkungen — Agent antwortet in jedem %@.
es: Sin restricciones — el agente responde en cualquier %@.
fr: Aucune restriction — l'agent répond dans n'importe quel %@.
ja: 制限なし — エージェントはどの %@ でも応答します。
pt_br: Sem restrições — o agente responde em qualquer %@.
zh_hans: 无限制 — agent 会在任意 %@ 中响应。

source: No restrictions — agent responds in any channel.
de: Keine Einschränkungen — Agent antwortet in jedem Kanal.
es: Sin restricciones — el agente responde en cualquier canal.
fr: Aucune restriction — l'agent répond dans n'importe quel canal.
ja: 制限なし — エージェントはどのチャンネルでも応答します。
pt_br: Sem restrições — o agente responde em qualquer canal.
zh_hans: 无限制 — agent 会在任意频道中响应。

source: No restrictions — agent responds in any chat.
de: Keine Einschränkungen — Agent antwortet in jedem Chat.
es: Sin restricciones — el agente responde en cualquier chat.
fr: Aucune restriction — l'agent répond dans n'importe quelle conversation.
ja: 制限なし — エージェントはどのチャットでも応答します。
pt_br: Sem restrições — o agente responde em qualquer chat.
zh_hans: 无限制 — agent 会在任意对话中响应。

source: No restrictions — agent responds in any room.
de: Keine Einschränkungen — Agent antwortet in jedem Raum.
es: Sin restricciones — el agente responde en cualquier sala.
fr: Aucune restriction — l'agent répond dans n'importe quel salon.
ja: 制限なし — エージェントはどのルームでも応答します。
pt_br: Sem restrições — o agente responde em qualquer sala.
zh_hans: 无限制 — agent 会在任意房间中响应。

source: No result: %@
de: Kein Ergebnis: %@
es: Sin resultado: %@
fr: Aucun résultat : %@
ja: 結果なし: %@
pt_br: Sem resultado: %@
zh_hans: 无结果:%@

source: No retired xAI model to migrate.
de: Kein ausgemustertes xAI-Modell zum Migrieren.
es: No hay ningún modelo de xAI retirado que migrar.
fr: Aucun modèle xAI retiré à migrer.
ja: 移行対象の廃止済み xAI モデルはありません。
pt_br: Nenhum modelo da xAI descontinuado para migrar.
zh_hans: 没有需要迁移的已停用 xAI 模型。
